Revit 2027 API
DWFXExportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DWFXExportOptions()
Public Sub New
public:
DWFXExportOptions()
new : unit -> DWFXExportOptions
See Also
Reference
DWFXExportOptions Class
Autodesk.Revit.DB Namespace